[{
        "Name":"Concept for Life",
        "Image":"C:/Users/myuser12/Desktop/Elaborarea lucrării de licenţă/Licenta/Licenta/Resources/Images/concept.jpg",
        "Details":"For a long and active life, the cat needs a balanced and species-appropriate diet. In the case of cats, the shine of their fur and the condition of their skin are signs that can tell us if they are getting all the important vitamins and nutrients they need. When these are missing or not supplied in sufficient quantities, the coat loses its luster. Concept for Life Beauty is a food specially created for adult cats with sensitive skin and thick or long fur, which contributes to the shine of the fur and supports the health of the cat's skin.",
        "Price":"99.90",
        "Rating":"5"
   },
 {
        "Name":"Applaws Adult",
        "Image":"C:/Users/myuser12/Desktop/Elaborarea lucrării de licenţă/Licenta/Licenta/Resources/Images/applaws.jpg",
        "Details":"Applaws dry cat food uses meat and fish as a unique source of protein that can be converted into energy by your cat. It is also suitable for cats that are allergic or have certain food sensitivities. Applaws dry food contains no artificial preservatives. The added antioxidants for longer food preservation are derived from natural selenium and natural tocopherol which have a positive effect on your cat's health and vitality.",
        "Price":"19.90",
        "Rating":"5"
   },
 {
        "Name":"Hill's Science Plan Adult Sterilised Chicken",
        "Image":"C:/Users/myuser12/Desktop/Elaborarea lucrării de licenţă/Licenta/Licenta/Resources/Images/hill.jpg",
        "Details":"Hill's Science Plan Adult Sterilized Chicken is a food optimally adapted to sterilized cats. Many owners sterilize their cats to avoid unwanted pregnancy and certain behaviors. Shortly after sterilization, the cat's metabolism changes decisively, and energy consumption decreases with a simultaneous increase in appetite. That's why Hill's Science Plan Adult Sterilized Chicken was developed for daily feeding. This allows optimal support for young adult cats. Hill's Weight Management Formula can help your cat maintain an ideal weight. The food recipe is complete, without artificial preservatives, colors and flavors.",
        "Price":"89.90",
        "Rating":"4"
   },
 {
        "Name":"Purina Cat Chow Special Care Adult Sterilised",
        "Image":"C:/Users/myuser12/Desktop/Elaborarea lucrării de licenţă/Licenta/Licenta/Resources/Images/purina.jpg",
        "Details":"Cat Chow Adult Special Care Sterilized was specially designed for sterilized cats. Before sterilization, the cat's metabolism regulates the need for energy, and the cat will only eat enough to satisfy this need. After sterilization, this self-regulation process is affected, and the cat will eat more than it needs, which will quickly lead to obesity. Even just 48 hours after sterilization, the amount of food eaten will increase by 20% while the energy requirement will decrease by 30%. A low level of carbohydrates can lead to a slight increase in blood sugar and thus avoid the premature feeling of hunger.",
        "Price":"39.90",
        "Rating":"4,5"
   },
 {
        "Name":"Purina ONE Junior",
        "Image":"C:/Users/myuser12/Desktop/Elaborarea lucrării de licenţă/Licenta/Licenta/Resources/Images/one.jpg",
        "Details":"Purina ONE Junior is a tasty dry food that is specially developed for growing kittens from 1 to 12 months. The food includes selected ingredients and provides all the nutrients and vital substances that the kitten needs during the growth phase. The food can also be given to pregnant and lactating cats. Purina ONE Junior contains carefully selected ingredients - especially delicious chicken, which serves as a source of animal protein. Proteins are important for building muscle mass. The recipe is completed by a complex of active ingredients, which provide valuable substances to support the immune system. Ingredients such as fish oil and chicory root complete the composition of Purina ONE Junior complete food, which can be given to the kitten every day.",
        "Price":"19.90",
        "Rating":"5"
   },
 {
        "Name":"PURINA PRO PLAN Kitten Healthy Start",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/purina/pro/plan/kitten/healthy/start/bogat/n/pui/9/800/84272_purina_proplan_original_kitten_reichhuhn_3kg_hs_02_9.jpg",
        "Details":"PURINA PRO PLAN Kitten Healthy Start rich in chicken is a complete food for young kittens (between 1 and 12 months) and for pregnant or lactating cats. In the first year of life, your kitten develops its own natural defense system against harmful factors in the environment, a system that will be responsible for your cat's health throughout its life. The immune system is the basis of this defense system. The kitten builds its own natural defense system that protects its entire body. It provides protection for the digestive system, skin and fur, and the urinary system. Young cats need a balanced supply of nutrients in the first year of life to guarantee optimal development of the body's defense system - and PRO PLAN food provides the cat with all the essential nutrients to help it grow and develop properly , to enjoy a long and healthy life.",
        "Price":"119.90",
        "Rating":"3"
   },
 {
        "Name":"Purizon Kitten",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/purizon/kitten/pui/cu/pete/fr/cereale/7/800/purizon_kitten_chickenfish_6_5kg_1000x1000_7.jpg",
        "Details":"Purizon Kitten is optimally adapted to the individual needs of pregnant and lactating kittens and cats of all breeds and sizes. Purizon Kitten has been developed to ensure that the kitten receives the best possible care during the important growth phase. That's why Purizon Kitten has a high protein content of 44% from high-quality animal ingredients, as well as fresh meat and recently caught fish for controlled growth. Added calcium and a balanced calcium-phosphorus ratio support proper bone and tooth development.",
        "Price":"214.90",
        "Rating":"5"
   },
 {
        "Name":"Royal Canin Savour Exigent",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/royal/canin/savour/exigent/hran/uscat/pentru/pisici/pretenioase/1/800/61232_pla_royalcanin_savour_exigent_1.jpg",
        "Details":"Royal Canin Exigent Savor Adult is food for cats with a capricious appetite, 2 types of granules for a high degree of tolerance, correct digestion & maintenance of ideal weight. Royal Canin has developed the Exigent product line to meet the nutritional needs of fussy cats, even the most demanding ones. Based on the latest scientific studies, the product responds to the preferences of each cat. For over 40 years, Royal Canin has developed a wide range of healthy nutrition products with the health of your pet as the main focus. Only with accurate knowledge of nutritional needs and individual respect for each pet can the perfect food be produced.",
        "Price":"174.90",
        "Rating":"3,5"
   },
 {
        "Name":"Sanabelle Kitten",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/sanabelle/kitten/7/800/81421_pla_bosch_sanabelle_kitten_gefluegel_2kg_7.jpg",
        "Details":"Sanabelle Kitten is a complete and balanced dry food for growing kittens up to 12 months, as well as for pregnant and lactating cats. A proper diet is essential during growth, as it is the basis of a long and healthy cat's life. Due to its above-average nutrient density and high vitamin content, this food supports the optimal development of growing kittens. In addition, the food ensures the increased nutritional requirements of pregnant cats, contributing to the formation of the fetus, but also supports milk production, in the case of lactating cats.",
        "Price":"264.90",
        "Rating":"4,5"
   },
 {
        "Name":"Smilla Adult Sterilised",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/smilla/adult/sterilised/vit/4/800/smilla_sterilised_beef_1kg_1000x1000_4.jpg",
        "Details":"Cat food Smilla with beef, adapted to the metabolism of sterilized cats, adapted fat and energy content to maintain ideal weight, increased protein content stimulates muscle mass. Sterilized cats suffer from permanent changes in metabolism and hormonal balance. They have an increased appetite, but at the same time, their energy needs are reduced. Smilla Sterilized Beef was developed together with experts, in accordance with the latest scientific studies, especially for the needs of sterilized adult cats. The adapted fat and energy content of Smilla Sterilised can help the cat maintain its ideal weight. The increased protein content supports the maintenance and development of muscle mass.",
        "Price":"21.90",
        "Rating":"1"
   },
 {
        "Name":"Whiskas 1+ Ton",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/whiskas/ton/0/800/68453_pla_whiskas_1plus_thunfisch_hs_01_0.jpg",
        "Details":"Does your cat love fish? Then you can give him something special with Whiskas 1+ Ton. The appetizing dry food is made with tuna and contains vital ingredients that provide your pet with everything important for a complete diet. That something: Whiskas 1+ Ton contains so-called Knackits pads. These are crunchy pads with a delicious filling. A treat for your cat! The dry food also provides vitamin A, which is necessary for maintaining normal vision. In addition , Omega fatty acids and zinc can contribute to normal skin and a shiny coat.",
        "Price":"72.90",
        "Rating":"3"
   },
 {
        "Name":"Briantos Adult",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/briantos/adult/somon/orez/0/800/briantos_adult_salmonrice_14kg_1000x1000_0.jpg",
        "Details":"Briantos Adult Salmon & Rice has been developed by experienced nutrition experts according to the latest scientific standards and contains all the necessary vitamins and nutrients that are important for a dog's long and vibrant life. The balanced and easy-to-digest recipe with delicate salmon and easy-to-assimilate rice supports skin health and gives shine to the coat. Briantos Adult Salmon & Rice contains carefully selected ingredients, impresses with its high digestibility and provides the dog with balanced nutrition. In addition, Briantos Adult Salmon & Rice is particularly tasty and will even be liked by fussy dogs.",
        "Price":"139.90",
        "Rating":"4"
   },
 {
        "Name":"Brit Care Dog Hypoallergenic Adult Large Breed",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/brit/care/dog/hypoallergenic/adult/large/breed/miel/i/orez/1/800/301796_pla_britcare_dog_hypoallergenic_adult_largebreed_lammreis_12kg_hs_01_1.jpg",
        "Details":"If you are looking for a complete food that is particularly well tolerated and specially created for large breed dogs, Brit Care Dog Hypoallergenic Adult Large Breed Lamb and Rice is the right choice. The dry food is distinguished by an easily digestible, hypoallergenic recipe that contains only one source of animal protein: tasty lamb. Other well-tolerated ingredients are added to them, including rice as a source of carbohydrates. Brit Care Dog Hypoallergenic Adult Large Breed Lamb and Rice is enriched with salmon oil, which provides your dog with valuable Omega 3 fatty acids. In addition, the dog food contains herbs and fruits to ensure a diet rich in vital substances.",
        "Price":"289.90",
        "Rating":"1"
   },
 {
        "Name":"Concept for Life Labrador Sterilised ",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/concept/for/life/labrador/sterilised/3/800/pla_163499_cfl_dog_sterilised_labrador_1kg_3.jpg",
        "Details":"Concept for Life Sterilized is specially developed for the needs of adult and neutered Labrador Retriever dogs. An increased protein content in combination with L-carnitine and a balanced fat and energy content (-9% compared to Concept for Life Labrador Retriever Adult) helps to maintain the dog's ideal weight. In addition, the fibers in psyllium and lignocellulose provide a feeling of satiety, which contributes to low energy intake. Concept for Life Labrador Sterilized contains a vitamin B complex in combination with organically bound copper and zinc as well as Omega-3 and Omega-6 fatty acids, which contribute to a shiny coat and supple skin. Stay-Clean Complex with soluble vitamin C reduces the formation of bacterial plaque and tartar. Special plant fibers help to mechanically clean the teeth.",
        "Price":"19.90",
        "Rating":"3"
   },
 {
        "Name":"Eukanuba Adult Breed Specific Cocker Spaniel",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/eukanuba/adult/breed/specific/cocker/spaniel/4/800/169998_pla_tetragmbhiams_eukanuba_adult_breedspecific_cockerspaniel_7_5kg_hs_01_4.jpg",
        "Details":"With its silky, medium-length coat and lively nature, the Cocker Spaniel is one of the most graceful and beloved dog breeds. With food optimally adapted to its needs, you provide the dog with everything it needs. Eukanuba Adult Breed Specific Cocker Spaniel is not only suitable as a complete food for adult Cocker Spaniel dogs, but also for English Springer Spaniels and American Cocker Spaniels. The dry food stands out for its balanced and complete recipe, with all important nutrients and vital substances. It also includes a good portion of animal protein, which is important for maintaining muscle mass. In addition, Eukanuba Adult Breed Specific Cocker Spaniel provides the dog with Omega-3 and 6 fatty acids, which support the skin and coat. The addition of fiber and prebiotics stimulates optimal digestion and assimilation of nutrients.",
        "Price":"164.90",
        "Rating":"3,5"
   },
 {
        "Name":"Hill's Science Plan Adult 1-5 Large Chicken",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/hills/science/plan/adult/large/chicken/0/400/ps1_604306_3d_full_front_0.jpg",
        "Details":"When the dog is in its prime, it needs a nutrient-dense, balanced diet to stay fit and active for the long term. Hill's Science Plan Adult 1-5 Large with Chicken is specially designed for large breed dogs and is adapted to their special energy and nutrient needs. Hill's Science Plan dog food is made with chicken and provides your dog with plenty of high-quality protein to help maintain lean muscle mass. In addition, dry food with ingredients such as glucosamine and chondroitin supports joint health, which can be an important issue, especially for large breeds. The food also includes Omega-6 fatty acids and vitamin E, which contribute to healthy skin and a shiny coat. Hill's Science Plan Adult 1-5 Large food with chicken does not contain artificial additives such as artificial colors, flavors and preservatives.",
        "Price":"329.90",
        "Rating":"4,5"
   },
 {
        "Name":"PURINA PRO PLAN Medium Adult Sensitive Skin",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/purina/pro/plan/medium/adult/sensitive/skin/5/800/99204_pla_purina_proplan_medium_adult_sensitiveskin_optiderma_7kg_hs_01_5.jpg",
        "Details":"Even if your pet reacts sensitively to some ingredients, he should still enjoy the taste. PURINA PRO PLAN Medium Adult Sensitive Skin (formerly: OPTIDERMA) is a delicious dry food for medium-sized dogs that tend to have sensitive skin. The main ingredient contained is high-quality salmon, which will delight four-legged friends who love fish. PURINA PRO PLAN Medium Adult Sensitive Skin provides the dog not only with an additional portion of protein, but also with valuable Omega fatty acids. They can support the skin's natural barrier and shiny coat. For good tolerability, the addition of wheat gluten was omitted.",
        "Price":"369.90",
        "Rating":"5"
   },
 {
        "Name":"Royal Canin Breed Beagle Adult",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/royal/canin/breed/beagle/adult/hran/uscat/2/800/61338_pla_royalcanin_adulthund_beagle_2.jpg",
        "Details":"The Beagle is a robust, cheerful and energetic dog. In England it is mainly used for hunting, but its gentle character and friendly nature make it a popular family companion. The Beagle is a pack dog by nature and has a tendency to overeat and become overweight. Royal Canin Breed Beagle has a recipe specially adapted to the nutritional requirements of the breed and provides the dog with all the nutrients it needs for a healthy and balanced diet. The kibbles are specially designed for the dog's teeth and feeding behavior and encourage chewing. Thus he will eat more slowly, and the feeling of satiety will be established more quickly. At the same time, chewing has a positive effect on dental hygiene and strengthens the jaw. Royal Canin Breed formula helps support joint and bone health and maintain ideal weight.",
        "Price":"324.90",
        "Rating":"3,5"
   },
 {
        "Name":"Royal Canin CCN Dermacomfort Medium",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/royal/canin/ccn/dermacomfort/medium/hran/uscat/4/800/94097_pla_royalcanin_ccn_medium_dermacomfort_4.jpg",
        "Details":"Royal Canin Medium Dermacomfort is a dry dog food for the prevention of skin irritation, selected protein sources, low allergenic potential, valuable fatty acids for optimal care. For dogs, skin problems are one of the common reasons for a visit to the vet. Due to sensitive and itchy skin, your dog scratches often. This leads to damage to the skin of the quadruped and further problems. This specially adapted food with valuable nutrients keeps your dog's skin in the best possible condition, allowing it to live a carefree life.",
        "Price":"344.90",
        "Rating":"4,5"
   },
 {
        "Name":"Taste of the Wild - Pacific Stream",
        "Image":"https://shop-cdn-m.mediazs.com/bilder/taste/of/the/wild/pacific/stream/1/800/113418_pla_nidfrance_tasteofthewild_pacificstream_12_2kg_hs_01_1.jpg",
        "Details":"Taste of the Wild - Pacific Stream is produced in the USA from fresh and smoked salmon. Sweet potatoes are a highly digestible source of energy, providing a variety of fiber and vitamins, as well as iron, calcium and important beta-carotene. Fruits and vegetables contain valuable vitamins and minerals. The addition of chicory as a source of prebiotic inulin and Yucca-Schidigera contributes to healthy digestion and a balanced intestinal flora. Fish is the only source of animal protein in Pacific Stream feed. With a grain-free recipe, Taste of the Wild is adapted to the dog's original way of feeding, but at the same time takes into account today's changed lifestyle of regular feeding and less exercise.",
        "Price":"174.90",
        "Rating":"5"
   }
]
